{
    "13": {
        "Title": "Rechtliches Gehör - vorgängige Stellungnahme",
        "Content": [
            "Der Anspruch auf rechtliches Gehör beinhaltet das Recht des Betroffe- nen, sich vor Erlass eines in seine Rechtsstellung eingreifenden Entscheides  zur Sache zu äussern. Um dem Betroffenen eine Stellungnahme überhaupt  zu ermöglichen, muss ihm die Behörde den voraussichtlichen Inhalt (zumin- dest die wesentlichen Elemente) bekanntgeben, sofern der Betroffene das  Verfahren nicht selbst eingeleitet hat oder den Inhalt des Entscheids nicht  voraussehen konnte. Die Behörde hat indessen nicht ihre Begründung den  Parteien vorweg zur Stellungnahme zu unterbreiten. Es genügt, dass sich  die Parteien zu den Grundlagen des Entscheids, insbesondere zum Sach- verhalt sowie zu den anwendbaren Rechtsnormen, vorweg äussern und ihre  Standpunkte einbringen können. Das Recht der Parteien auf vorgängige  Äusserung bringt die Verpflichtung der Behörden mit sich, die Stellungnah- men der Parteien anzuhören und beim Entscheid zu berücksichtigen. Der  Anspruch ist verletzt, wenn eine Entlassung schon vor der Anhörung faktisch  feststeht."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "14": {
        "Title": "Rechtliches Gehör - Folgen einer Verletzung",
        "Content": [
            "Das Recht, angehört zu werden, ist formeller Natur. Grundsätzlich führt die Verletzung des rechtlichen Gehörs ungeachtet der Erfolgsaussichten der Beschwerde in der Sache selbst zur Aufhebung der angefochtenen Verfü- gung. Nach der Rechtsprechung kann eine — nicht besonders schwerwie- gende — Verletzung des rechtlichen Gehörs als geheilt gelten, wenn der Be- troffene die Möglichkeit erhält, sich vor einer Beschwerdeinstanz zu äussern, die sowohl den Sachverhalt wie auch die Rechtslage frei überprüfen kann. Auch wenn nach der bundesgerichtlichen Rechtsprechung die Heilung von grundlegenden Verfahrensmängeln die Ausnahme und die Kassation des Entscheids die Regel bilden sollte, geht die Tendenz in der Praxis in die gegenteilige Richtung.12  So hat das Verwaltungsgericht beispielsweise in TVR 2017 Nr. 36 sowie in TVR 2012 Nr. 7 festgehalten, dass eine Verlet- zung des rechtlichen Gehörs im Rahmen einer Kündigung nicht zu deren Nichtigkeit führt. Die Verletzung des rechtlichen Gehörs führte (lediglich) zum Schluss, dass die Kündigung ohne sachlichen Grund erfolgt ist bzw. als missbräuchlich bezeichnet werden muss und somit ein Entschädigungsan- spruch des Arbeitnehmers zu bejahen ist."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "15": {
        "Title": "Hinweis zu folgender Frage: Wie lange Mittag?",
        "Content": [
            "Es gibt nur eine Mindestdauer im Gesetz, keine Maximaldauer"
        ],
        "Category": "User-Hinweis",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Staatspersonal"
        ]
    },
    "16": {
        "Title": "Hinweis zu folgender Frage: Ist es richtig, dass man für einen überkantonalen Umzug zwei Zügeltage geltend machen kann? Eine Lehrperson, die vom Kanton Bern in den Thurgau zieht, hat mich darauf angesprochen. \n",
        "Content": [
            "blabla"
        ],
        "Category": "User-Hinweis",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Staatspersonal",
            "directly applicable: Lehrperson VS",
            "indirectly applicable: Lehrperson VS",
            "directly applicable: Lehrperson Sek II",
            "indirectly applicable: Lehrperson Sek II"
        ]
    }
}