{
    "1": {
        "Title": "Gesetzmässigkeitsprinzip (Legalitätsprinzip) ",
        "Content": [
            "Das Gesetzmässigkeitsprinzip (Legalitätsprinzip) bedeutet, dass sich Verwaltungshandeln auf ein Gesetz stützen muss (Art. 5 Abs. 1 BV). Verwaltungstätigkeiten, die nicht auf einem Gesetz beruhen, sind unzulässig.  Bei der gesetzlichen Grundlage muss es sich nicht zwingend um ein Gesetz im formellen Sinn, also ein Gesetz, welches vom Parlament (Legislative) verabschiedet wurde, handeln. Als gesetzliche Grundlage genügt allenfalls auch eine von der Exekutive erlassene Verordnung oder eine Richtlinie (Gesetz im materiellen Sinne).  Das Gesetzmässigkeitsprinzip bedeutet insbesondere, dass alle Verfügungen - und damit auch die personalrechtlichen Verfügungen - auf einer gesetzlichen Grundlage beruhen müssen."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "2": {
        "Title": "Der Grundsatz des öffentlichen Interesses",
        "Content": [
            "Alles staatliche Handeln muss im öffentlichen Interesse liegen (Art. 5 Abs. 2 BV). Der Staat hat das Wohl der Allgemeinheit zu schützen und zu fördern. Allerdings können der Verwirklichung bestimmter Interessen im Einzelfall private oder andere öffentliche Interessen entgegenstehen. Im Falle einer derartigen Interessenkollision müssen eine wertende Gegenüberstellung und eine Interessenabwägung vorgenommen werden.  Die praktisch grösste Bedeutung kommt dem Grundsatz des öffentlichen Interessens im Zusammenhang mit der Einschränkung von Freiheitsrechten zu, denkbar beispielsweise beim Verbot einer Nebenbeschäftigung."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "3": {
        "Title": "Der Grundsatz der Verhältnismässigkeit",
        "Content": [
            "Der Grundsatz der Verhältnismässigkeit fordert, dass die Verwaltungsmassnahmen zur Verwirklichung des im öffentlichen Interesse liegenden Ziels geeignet und notwendig sind. Ausserdem muss der angestrebte Zweck in einem vernünftigen Verhältnis zu den Belastungen stehen, die den Betreffenden auferlegt werden (Art. 5 Abs. 2 BV).  Bei der Prüfung, ob eine Verwaltungsmassnahme verhältnismässig ist, müssen die folgenden drei Elemente kumulativ beachtet werden: Eignung der Massnahme: Nicht geeignet ist eine Verwaltungsmassnahme dann, wenn sie am Ziel vorbeischiesst, d.h. keinerlei Wirkungen im Hinblick auf den angestrebten Zweck entfaltet oder die Erreichung dieses Zweckes sogar erschwert oder verhindert. Erforderlichkeit der Massnahme: Eine Verwaltungsmassnahme hat zu unterbleiben, wenn eine gleich geeignete, aber mildere Massnahme für den angestrebten Erfolg ausreichen würde. Verhältnismässigkeit von Zweck und Wirkung der Massnahme: Eine Verwaltungsmassnahme ist nur dann gerechtfertigt, wenn sie ein vernünftiges Verhältnis zwischen dem angestrebten Ziel und dem Eingriff, den sie für den Betroffenen bewirkt, wahrt."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "4": {
        "Title": "Grundsatz der Rechtsgleichheit ",
        "Content": [
            "Der Grundsatz der Rechtsgleichheit umfasst zwei wesentliche Komponenten, einerseits den Anspruch auf Gleichbehandlung und andererseits das Willkürverbot.  Anspruch auf Gleichbehandlung Der Anspruch auf Gleichbehandlung verlangt, dass Rechte und Pflichten der Betroffenen nach dem gleichen Massstab festzusetzen sind, d.h. Gleiches ist gleich und Ungleiches ist ungleich zu behandeln. Das Gleichheitsprinzip verbietet einerseits unterschiedliche Regelungen, denen keine rechtlich erheblichen Unterscheidungen zu Grunde liegen. Andererseits untersagt es aber auch die rechtliche Gleichbehandlung von Fällen, die sich in tatsächlicher Hinsicht wesentlich unterscheiden (Art. 8 Abs. 1 BV).  Eine Behörde verletzt bei der Rechtsanwendung - beispielsweise beim Erlass einer Verfügung - dann den Gleichheitssatz, wenn sie zwei tatsächlich gleich Situationen ohne sachlichen Grund unterschiedlich beurteilt. Eine rechtsungleiche Behandlung liegt aber grundsätzlich nur dann vor, wenn dieselbe Behörde bzw. allenfalls deren Aufsichtsbehörde gleichartige Fälle unterschiedlich beurteilt.  Beispiel: Wenn die Anstellungsbehörde bei Sparprogrammen eine Auswahl darüber zu treffen hat, welche Mitarbeitenden weiterbeschäftigt und welche entlassen werden, muss sie die Selektion nach sachlichen und diskriminierungsfreien Kriterien vornehmen. Bei diesem Entscheid dürfen betrieblich bedeutsame Umstände wie Leistung und Verhalten sowie Eignung der Mitarbeitenden für zukünftige Aufgaben beigezogen werden.  Das Diskriminierungsverbot als Ausfluss des Gleichbehandlungsgebots untersagt die Benachteiligung von Personen wegen ihrer Zugehörigkeit zu einer bestimmten Gruppe auf Grund von Merkmalen, die sie nicht frei wählen oder verändern können. Insbesondere darf niemand wegen der Herkunft, der Rasse, des Geschlechts, des Alters, genetischer Merkmale, der Sprache, der sexuellen Orientierung, der sozialen Stellung, der Lebensform, der religiösen, weltanschaulichen oder politischen Überzeugung oder wegen einer körperlichen, geistigen oder psychischen Behinderung diskriminiert werden (Art. 8 Abs. 2 BV). Hier setzt die Fürsorgepflicht des Arbeitgebers an.  Gleichstellung von Frau und Mann im Besonderen Arbeitnehmerinnen und Arbeitnehmer dürfen aufgrund ihres Geschlechts weder direkt noch indirekt benachteiligt werden, namentlich nicht unter Berufung auf den Zivilstand, auf die familiäre Situation oder, bei Arbeitnehmerinnen, auf eine Schwangerschaft (Art. 8 Abs. 3 BV sowie Art. 3 Abs. 1 GIG). Das Diskriminierungsverbot gilt insbesondere für die Anstellung, Aufgabenzuteilung, Gestaltung der Arbeitsbedingungen, Entlöhnung, Aus- und Weiterbildung, Beförderung und Entlassung (Art. 3 Abs. 2 GIG).    Willkürverbot (Art. 9 BV) Willkür liegt dann vor, wenn eine Verfügung offensichtlich unhaltbar ist. Dies ist insbesondere der Fall, wenn sie zur tatsächlichen Situation in krassem Widerspruch steht, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft. Es genügt nicht, dass eine andere Lösung ebenfalls als vertretbar oder sogar als zutreffender erscheint."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "5": {
        "Title": "Grundsatz von Treu und Glauben ",
        "Content": [
            "Der Grundsatz von Treu und Glauben wirkt sich im Verwaltungsrecht vor allem in zweifacher Hinsicht aus:  Vertrauensschutz In Form des Vertrauensschutzes bedeutet der Grundsatz von Treu und Glauben, dass die Privaten Anspruch darauf haben, in ihrem berechtigten Vertrauen in behördliche Zusicherungen oder in anderes, bestimmte Erwartungen begründendes Verhalten der Behörden geschützt zu werden (Art. 9 BV). Im Zusammenhang mit dem Grundsatz des Vertrauensschutzes steht auch das Verbot des widersprüchlichen Verhaltens der Verwaltungsbehörden gegenüber Privaten.  Verbot widersprüchlichen Verhaltens und Verbot des Rechtsmissbrauchs Als Verbot widersprüchlichen Verhaltens und als Verbot des Rechtsmissbrauchs verbietet der Grundsatz von Treu und Glauben sowohl den staatlichen Behörden wie auch den Privaten, sich widersprüchlich oder rechtsmissbräuchlich zu verhalten. So dürfen Verwaltungsbehörden insbesondere nicht einen einmal in einer bestimmten Angelegenheit eingenommenen Standpunkt ohne sachlichen Grund wechseln (Art. 5 Abs. 3 BV). Wenn die Privaten auf das ursprüngliche Verhalten der Behörden vertraut haben, stellt ein widersprüchliches Verhalten dieser Behörden eine Verletzung des Vertrauensschutzprinzips dar (Art. 9 BV). Private handeln beispielsweise widersprüchlich, wenn sie eine gegebene Zusage oder Einwilligung, die zur Erlangung einer sie begünstigenden Verfügung geführt hat, später ausdrücklich oder stillschweigend in Abrede stellen. Rechtsmissbräuchliches Verhalten liegt insbesondere dann vor, wenn Behörden oder Private ein Rechtsinstitut zweckwidrig zur Verwirklichung von Interessen verwenden, die dieses Rechtsinstitut nicht schützen will.   "
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "6": {
        "Title": "Treue- und Sorgfaltspflicht",
        "Content": [
            "Die Mitarbeitenden haben sich rechtmässig zu verhalten, die Rechte und Freiheiten des Volkes zu achten, die ihnen übertragenen Aufgaben persönlich, sorgfältig und gewissenhaft und wirtschaftlich auszuführen und die Interessen des Kantons in guten Treuen zu wahren.  Die Treuepflicht bezweckt, die Funktionstüchtigkeit der öffentlichen Verwaltung zu sichern, und so das Vertrauen der Öffentlichkeit in den Staat zu stärken. Die Mitarbeitenden müssen demgemäss einerseits tun, was die Interessen des Gemeinwesens fördert, und andererseits unterlassen, was diese beeinträchtigt.  Die Treuepflicht erstreckt sich auch auf das Verhalten der Mitarbeitenden ausserhalb ihrer dienstlichen Tätigkeit. Welche Beschränkungen sich aus der Treuepflicht für das Verhalten ausser Dienst ergeben, hängt grundsätzlich von der konkreten Tätigkeit ab: Je näher eine Tätigkeit zum Bereich der Leitungsaufgaben gehört und die öffentliche Verwaltung repräsentiert, desto höher sind die Anforderungen an das ausserdienstliche Verhalten, damit Glaubwürdigkeit und Funktionstüchtigkeit der Verwaltung nicht beeinträchtigt werden.  Grundsätzlich gelten die Freiheitsrechte für die Mitarbeitenden der öffentlichen Verwaltung im gleichen Ausmasse wie für die übrigen Bürger. Sie haben jedoch jene Schranken zu respektieren, die ihre besondere dienstrechtliche Stellung erfordern (vgl. BGE 120 Ia 203, E. 3a). So sind in etwa Beschränkungen der Meinungsfreiheit gestützt auf die Treuepflicht dann zulässig, wenn sie sachlich begründet sind und in einem vernünftigen Verhältnis zu deren Zweck stehen (BGE 136 I 332, E. 3.2.1).  Beispiele: Das Sammeln von Unterschriften für politische Anliegen kann am Arbeitsplatz untersagt werden, sofern es sich nicht um ein mit dem Arbeitsverhältnis zusammenhängendes gewerkschaftliches Anliegen handelt. Untersagt sind sexistische, rassistische oder sonstige rechtswidrige Sprüche. Aus der Treuepflicht fliesst auch die Schadenminderungspflicht, wonach Mitarbeitende etwa gehalten sind, bei Krankheit oder Unfall alles zu tun, um schnell an den Arbeitsplatz zurückzukehren, beispielsweise durch die Teilnahme und Mitwirkung an einem Case Management (Urteil des Zürich Verwaltungsgerichts VB.2014.00567 vom 16. September 2015, E. 3.3.4).  Sorgfaltspflicht  Die Sorgfaltspflicht bedeutet, dass die Arbeitsleistung sorgfältig, also nach bestem Wissen und Gewissen, zu erbringen ist. Das Mass der den Mitarbeitenden obliegenden Sorgfaltspflicht orientiert sich an Art. 321e Abs. 2 OR: Es bestimmt sich nach dem einzelnen Arbeitsverhältnis, unter Berücksichtigung des Berufsrisikos, des Bildungsgrades oder der Fachkenntnisse, die für die Arbeit verlangt werden, sowie der Fähigkeiten und Eigenschaften des Arbeitnehmers, die der Arbeitgeber gekannt hat oder hätte kennen sollen.  Die Sorgfaltspflicht verpflichtet die Mitarbeitenden ausserdem zum sorgfältigen Umgang mit dem ihnen vom Staat zur Verfügung gestellten Eigentum, wie Geräte, Dienstkleider und Material. Eine Verwendung zu privaten Zwecken ist nur mit besonderer Ermächtigung des Staates zulässig. Ein sorgfältiger Umgang beinhaltet auch das Unterlassen von Beschädigungen, geeignete Vorkehren gegen Beschädigungen und den Erhalt der Verwendungsmöglichkeit (Wartung, Instandhaltung, Schutz vor Diebstahl, etc.)."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "7": {
        "Title": "Arbeitspflicht",
        "Content": [
            "Die Hauptpflicht der Mitarbeitenden besteht in der Arbeitspflicht, also in der Ausführung der ihnen übertragenen Aufgaben. Sie kann aus verschiedenen Gründen entfallen, so beispielsweise während Ferien und Freizeit, bei einer Freistellung oder bei unbezahltem Urlaub. Die Nichterfüllung der Arbeitspflicht stellt ein Kündigungsgrund dar (Urteil des Zürcher Verwaltungsgerichts PB.2003.00022 vom 7. Januar 2014, E. 4.1 f.).  Aus dem Hierarchieprinzip und dem Subordinationsverhältnis ergeben sich das Weisungsrecht des Arbeitsgebers und eine Befolgungspflicht der Mitarbeitenden."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "8": {
        "Title": "Fürsorgepflicht - Grundsatz",
        "Content": [
            "Der Arbeitgeber achtet die Persönlichkeit der Angestellten und schützt sie. Er nimmt auf deren Gesundheit gebührend Rücksicht und trifft die zum Schutz von Leben, Gesundheit und persönlicher Integrität seiner Angestellten erforderlichen Massnahmen.   Die allgemeine Fürsorgepflicht des Arbeitgebers ist das Gegenstück zur Treuepflicht der Arbeitnehmenden und verpflichtet den Arbeitgeber, den Angestellten im Rahmen des Arbeitsverhältnisses Schutz und Fürsorge zukommen zu lassen und ihre berechtigte Interessen in guten Treuen zu wahren. Bei der Fürsorgepflicht des Arbeitgebers handelt es sich primär um eine Unterlassungspflicht. Da aber der Arbeitgeber nicht nur selber persönlichkeitsverletzende Eingriffe zu unterlassen hat, sondern die Angestellten auch vor Übergriffen Dritter, namentlich von Vorgesetzten und Angestellten zu schützen hat, obliegt ihm zuweilen eine Handlungspflicht."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "9": {
        "Title": "Fürsorgepflicht - Bei Kündigungen im Besonderen",
        "Content": [
            "Die Frage nach einer Verletzung der Fürsorgepflicht stellt sich hin und wieder im Zusammenhang mit Kündigungen. Die Missbräuchlichkeit einer Kündigung kann sich nicht nur aus der Kündigungsmotivation, sondern auch aus der Art und Weise ergeben, wie die kündigende Partei ihr Kündigungsrecht ausübt.  Gegenüber Angestellten im fortgeschrittenen Alter und mit langer Dienstzeit besteht eine erhöhte Fürsorgepflicht (vgl. Urteil des Bundesgerichts 4A_384/2014 vom 12. November 2014, E. 4.2.2.). Im Grundsatzentscheid BGE 132 III 115 hat das Bundesgericht die Kündigung eines Arbeitnehmers nach 44 klaglosen Dienstjahren kurz vor Pensionierung, ohne betriebliche Notwendigkeit, als missbräuchlich beurteilt (vgl. BGE 132 III 115, E. 5.3).  Wird einer gemobbten Person wegen einer durch das Mobbing verursachten Leistungseinbusse gekündigt, ist die Kündigung dann missbräuchlich, wenn der Arbeitgeber seine Fürsorgepflicht verletzt hat, indem er von den Mobbingvorwürfen Kenntnis hatte und nichts gegen das Mobbing unternommen hat (BGE 125 III 70, E. 2a).  Allgemein gilt: Eine Kündigung wegen längerer Arbeitsunfähigkeit ist missbräuchlich, wenn die gesundheitlichen Probleme durch ein Verhalten der Arbeitgeberin verursacht worden sind (Urteil des Bundesgerichts 4A_437/2015 vom 4. Dezember 2015)."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "10": {
        "Title": "Fürsorgepflicht - Staatshaftung",
        "Content": [
            "Grundsätzlich kann die Verletzung der Fürsorgepflicht einen Anspruch auf Schadenersatz begründen: Wer in seiner Persönlichkeit widerrechtlich verletzt wird, hat Anspruch auf Feststellung der Verletzung, auf Schadenersatz und, sofern die Schwere der Verletzung es rechtfertigt und diese nicht anders wiedergutgemacht worden ist, auch auf Genugtuung. Rechtsansprüche bei der Verletzung des Diskriminierungsverbotes, zu der auch das Verbot der sexuellen Belästigung gehört, sind in Art. 5 GlG besonders geregelt."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "11": {
        "Title": "Abweisung des Anspruchs auf Abgangsentschädigung bei krankheitsbedingter Beendigung des Dienstverhältnisses",
        "Content": [
            "Das Verwaltungsgericht lehnte die Beschwerde einer Angestellten ab, die nach der krankheitsbedingten Beendigung ihres Dienstverhältnisses eine Abgangsentschädigung von 6 Monatslöhnen forderte. Das Dienstverhältnis endete gesetzlich aufgrund der vollständigen Ausschöpfung des maximalen Lohnfortzahlungsanspruchs bei Krankheit, ohne dass eine Kündigung oder eine einvernehmliche Auflösung stattfand. Das Gericht stellte klar, dass das Gesetz in solchen Fällen keine Abgangsentschädigung vorsieht und keine gesetzliche Lücke besteht, die eine solche Zahlung rechtfertigen würde. Die Beschwerde wurde als unbegründet angesehen, da die Voraussetzungen für die Ausrichtung einer Abgangsentschädigung nicht gegeben waren."
        ],
        "Category": "Rechtsprechung TG",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II"
        ]
    },
    "12": {
        "Title": "Kein Anspruch auf Überstundenvergütung für Schulleitung unter Kaderarbeitszeitregelung",
        "Content": [
            "Eine ehemalige Schulleiterin der Schule X machte nach Beendigung ihres Dienstverhältnisses Anspruch auf Entschädigung für 455,9 geleistete Überstunden und Teilnahme an Behördensitzungen geltend. Die Schule lehnte die Ansprüche ab, da die Schulleiterin als Kadermitglied der speziellen Kaderarbeitszeitregelung unterlag, die eine Erfassung und Vergütung von Überstunden ausschließt. Die Rekurrentin widersprach, indem sie argumentierte, Schulleiter seien nicht explizit als Kaderfunktionen benannt und sie habe wiederholt auf ihre Überstunden hingewiesen.  Die Personalrekurskommission stellte fest, dass die Kaderarbeitszeitregelung sinngemäß auch auf Schulleitungspositionen anwendbar ist, unabhängig von der expliziten Nennung in der entsprechenden Verordnung. Die Schulleiterin war in leitender Funktion tätig, ihre hohe Lohnklasse und die Freiheit in der Arbeitszeitgestaltung unterstrichen ihre Kaderposition. Zudem war es ihre Verantwortung, die Überstunden nachzuweisen, was angesichts der späten und zweifelhaften Vorlage einer Überstundenliste als unwahrscheinlich galt.  Ferner wäre selbst bei Anerkennung der Überstunden als Jahresarbeitszeit die Mehrzahl dieser Stunden aufgrund von Regelungen zum Übertrag von Überstunden verfallen. Die Forderung nach einer zusätzlichen Entschädigung für die Teilnahme an Behördensitzungen wurde ebenfalls abgelehnt, da diese Teil der regulären Aufgaben einer Schulleitung sind und somit bereits mit dem Gehalt abgegolten werden.  Schließlich wies die Kommission die Schule X darauf hin, zukünftig klare Regelungen bezüglich der Arbeitszeitkategorisierung von Schulleitungen festzulegen, um solche Unstimmigkeiten zu vermeiden. Der Rekurs der ehemaligen Schulleiterin wurde abgewiesen, da sie als Kadermitglied keinen Anspruch auf Überstundenvergütung hatte."
        ],
        "Category": "Rechtsprechung TG",
        "Tags": [
            "directly applicable: Staatspersonal"
        ]
    },
    "13": {
        "Title": "Rechtliches Gehör - vorgängige Stellungnahme",
        "Content": [
            "Der Anspruch auf rechtliches Gehör beinhaltet das Recht des Betroffe- nen, sich vor Erlass eines in seine Rechtsstellung eingreifenden Entscheides  zur Sache zu äussern. Um dem Betroffenen eine Stellungnahme überhaupt  zu ermöglichen, muss ihm die Behörde den voraussichtlichen Inhalt (zumin- dest die wesentlichen Elemente) bekanntgeben, sofern der Betroffene das  Verfahren nicht selbst eingeleitet hat oder den Inhalt des Entscheids nicht  voraussehen konnte. Die Behörde hat indessen nicht ihre Begründung den  Parteien vorweg zur Stellungnahme zu unterbreiten. Es genügt, dass sich  die Parteien zu den Grundlagen des Entscheids, insbesondere zum Sach- verhalt sowie zu den anwendbaren Rechtsnormen, vorweg äussern und ihre  Standpunkte einbringen können. Das Recht der Parteien auf vorgängige  Äusserung bringt die Verpflichtung der Behörden mit sich, die Stellungnah- men der Parteien anzuhören und beim Entscheid zu berücksichtigen. Der  Anspruch ist verletzt, wenn eine Entlassung schon vor der Anhörung faktisch  feststeht."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "14": {
        "Title": "Rechtliches Gehör - Folgen einer Verletzung",
        "Content": [
            "Das Recht, angehört zu werden, ist formeller Natur. Grundsätzlich führt die Verletzung des rechtlichen Gehörs ungeachtet der Erfolgsaussichten der Beschwerde in der Sache selbst zur Aufhebung der angefochtenen Verfü- gung. Nach der Rechtsprechung kann eine — nicht besonders schwerwie- gende — Verletzung des rechtlichen Gehörs als geheilt gelten, wenn der Be- troffene die Möglichkeit erhält, sich vor einer Beschwerdeinstanz zu äussern, die sowohl den Sachverhalt wie auch die Rechtslage frei überprüfen kann. Auch wenn nach der bundesgerichtlichen Rechtsprechung die Heilung von grundlegenden Verfahrensmängeln die Ausnahme und die Kassation des Entscheids die Regel bilden sollte, geht die Tendenz in der Praxis in die gegenteilige Richtung.12  So hat das Verwaltungsgericht beispielsweise in TVR 2017 Nr. 36 sowie in TVR 2012 Nr. 7 festgehalten, dass eine Verlet- zung des rechtlichen Gehörs im Rahmen einer Kündigung nicht zu deren Nichtigkeit führt. Die Verletzung des rechtlichen Gehörs führte (lediglich) zum Schluss, dass die Kündigung ohne sachlichen Grund erfolgt ist bzw. als missbräuchlich bezeichnet werden muss und somit ein Entschädigungsan- spruch des Arbeitnehmers zu bejahen ist."
        ],
        "Category": "Allgemeine Grundsätze",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Lehrperson Sek II",
            "directly applicable: Lehrperson VS"
        ]
    },
    "15": {
        "Title": "Hinweis zu folgender Frage: Wie lange Mittag?",
        "Content": [
            "Es gibt nur eine Mindestdauer im Gesetz, keine Maximaldauer"
        ],
        "Category": "User-Hinweis",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Staatspersonal"
        ]
    },
    "16": {
        "Title": "Hinweis zu folgender Frage: Ist es richtig, dass man für einen überkantonalen Umzug zwei Zügeltage geltend machen kann? Eine Lehrperson, die vom Kanton Bern in den Thurgau zieht, hat mich darauf angesprochen. \n",
        "Content": [
            "blabla"
        ],
        "Category": "User-Hinweis",
        "Tags": [
            "directly applicable: Staatspersonal",
            "indirectly applicable: Staatspersonal",
            "directly applicable: Lehrperson VS",
            "indirectly applicable: Lehrperson VS",
            "directly applicable: Lehrperson Sek II",
            "indirectly applicable: Lehrperson Sek II"
        ]
    },
    "17": {
        "Title": "Hinweis zu folgender Frage: dsaf",
        "Content": [
            "asdf"
        ],
        "Category": "User-Hinweis"
    }
}